Repository: Glorhop/lava
Catalog: debian/po/*.po
Languages: cs, da, es, fr, it, nl

source: Is this a standalone master instance of LAVA?
cs: Je toto samostatná hlavní LAVA instance?
da: Er dette en uafhængig master-instans af LAVA?
es: ¿Es esta una instancia maestra autónoma de LAVA?
fr: S'agit-il d'une instance maître en nœud unique de LAVA ?
it: Questa è un'installazione master autonoma di LAVA?
nl: Is dit een zelfstandige centrale unit van LAVA?

source: LAVA can be set up in either of two ways: as a single standalone master instance with attached devices, or in a distributed configuration with a central master instance and remote dispatchers providing (more) devices.
cs: LAVA lze nastavit na jeden ze dvou způsobů: jako jednu samostatnou hlavní instanci s připojenými zařízeními, nebo na distribuovanou konfiguraci s centrální hlavní instancí a vzdálenými dispečery, kteří poskytují (vícero) zařízení.
da: LAVA kan opsættes på en af to måder: som en enkel uafhængig master-instans med tilkoblede enheder eller en distribueret konfiguration med en central master-instans og eksterne afsendere, der tilbyder (flere) enheder.
es: Puede configurar LAVA de dos formas: como an instancia maestra autónoma con dispositivos conectados o en una configuración distribuida con una instancia maestra central y agentes remotos que proveen (más) dispositivos.
fr: LAVA peut être installé de deux façons : en tant qu'instance maître en nœud unique avec des périphériques connectés, ou bien comme configuration distribuée avec une instance maître centrale et des distributeurs distants qui fournissent des périphériques (supplémentaires).
it: LAVA può essere configurato in uno di due modi: come istanza master unica autonoma con dispositivi collegati o in una configurazione distribuita con un'istanza master centrale e dispatcher remoti che forniscono (altri) dispositivi.
nl: LAVA kan op twee manieren ingesteld worden: ofwel als een enkelvoudige zelfstandige centrale unit met aangekoppelde apparatuur, ofwel in een gedecentraliseerde opstelling met een centrale hoofdunit en externe verdelers die (meer) apparaten ter beschikking stellen.

source: Configuration of remote dispatchers requires manual intervention, so the standalone configuration is recommended.
cs: Konfigurace vzdálených dispečerů vyžaduje ruční zásah, takže se doporučuje zvolit nastavení samostatné instance.
da: Konfiguration af eksterne afsendere kræver manuel intervention, så den uafhængige konfiguration anbefales.
es: La configuración de agentes remotos necesita intervención manual por lo que se recomienda la configuración autónoma.
fr: La configuration de distributeurs distants nécessite une intervention manuelle, dans ce cas la configuration en nœud unique est recommandé.
it: La configurazione dei dispatcher remoti richiede l'intervento manuale perciò è raccomandata la configurazione autonoma.
nl: Het instellen van de externe verdelers vereist een handmatige interventie. Daarom wordt een zelfstandige uitvoering aangeraden.

source: Port number of the PostgreSQL database:
cs: Číslo portu databáze PostgreSQL:
da: Portnummer for PostgreSQL-databasen:
es: Número de puerto de la base de datos PostgreSQL:
fr: Numéro de port de la base de données PostgreSQL :
it: Numero di porta del database PostgreSQL:
nl: Poortnummer van het PostgreSQL-gegevensbestand:

source: Please enter the port number for the PostgreSQL database.
cs: Zadejte prosím číslo portu databáze PostgreSQL.
da: Indtast venligst portnummeret for PostgreSQL-databasen.
es: Introduzca el número de puerto para la base de datos PostgreSQL.
fr: Veuillez entrer le numéro de port de la base de données PostgreSQL.
it: Inserire il numero di porta per il database PostgreSQL.
nl: Gelieve het poortnummer in te voeren voor het PostgreSQL-gegevensbestand.

source: This install looks like a remote worker
cs: Tato instalace vypadá jako vzdálený pracovník
da: Denne installation ligner en ekstern arbejder
es: Esta instalación parece un trabajador remoto
fr: Il semble que cette installation soit un exécuteur distant
it: Questa installazione sembra un'installazione di lavoro remota
nl: Deze installatie lijkt een externe werkunit te zijn

source: You asked for this system to be set up as master instance for a distributed configuration, but this system looks like a remote worker. You can either go back and change your answer or proceed with reconfiguring this system as specified.
cs: Odpověděli jste, že má být tento systém nastaven jako hlavní instance pro distribuovanou konfiguraci, tento systém však vypadá jako vzdálený pracovník. Můžete se buď vrátit a svou odpověď změnit, nebo pokračovat s přenastavováním systému, jak je uvedeno.
da: Du anmodte om, at dette system blev sat op som en master-instans for en distribueret konfiguration, men dette system ligner en ekstern arbejder. Du kan enten gå tilbage og ændre dit svar eller fortsætte med at omkonfigurere dette system som angivet.
es: El sistema se ha configurado para funcionar como una instancia maestra en una configuración distribuida, pero este sistema parece ser un trabajador remoto. Puede volver atrás y cambiar su respuesta o continuar reconfigurando este sistema según lo indicado.
fr: Vous avez demandé à ce que ce système soit installé en tant qu'instance maître pour une configuration distribuée, mais il semble que ce système soit un exécuteur distant. Vous pouvez soit revenir en arrière et changer votre réponse ou configurer ce système comme indiqué.
it: È stato chiesto di impostare questo sistema come istanza master per una configurazione distribuita, ma questo sistema sembra un'installazione remota di lavoro. Si può tornare indietro e cambiare la propria scelta o procedere per riconfigurare il sistema come specificato.
nl: U heeft gevraagd om dit systeem in te stellen als centrale unit van een gedecentraliseerde opstelling, maar dit systeem lijkt een externe werkunit te zijn. U kunt ofwel terugkeren en uw antwoord bijstellen, ofwel in overeenstemming met wat u opgaf verder gaan met het opnieuw instellen van dit systeem.

source: Note that you will have to ensure that the lava-coordinator configuration is correct.
cs: Berte na vědomí, že budete muset zajistit, že bude nastavení lava-coordinator správné.
da: Bemærk at du skal sikre, at konfigurationen for lava-coordinator er korrekt.
es: Tenga en cuenta que deberá asegurarse de que la configuración de «lava-coordinator» sea correcta.
fr: Veuillez noter que vous devrez être sûr que la configuration de lava-coordinator soit correcte.
it: Notare che ci si dovrà assicurare che la configurazione del lava-coordinator sia corretta.
nl: Merk op dat u er zich moet van vergewissen dat de lava-coördinator juist ingesteld wordt.

source: This install looks like a master instance
cs: Tato instalace vypadá jako hlavní instance
da: Denne installation ligner en master-instans
es: Esta instalación parece una instancia maestra
fr: Il semble que cette installation soit une instance maître.
it: Questa installazione sembra un'istanza master
nl: Deze installatie lijkt een centrale unit te zijn

source: You asked for this system to be set up as a remote worker for a distributed configuration, but this system looks like a master instance. You can either go back and change your answer or proceed with reconfiguring this system as specified.
cs: Odpověděli jste, že má být tento systém nastaven jako vzdálený pracovník pro distribuovanou konfiguraci, tento systém však vypadá jako hlavní instance. Můžete se buď vrátit a svou odpověď změnit, nebo pokračovat s přenastavováním systému, jak je uvedeno.
da: Du anmodte om, at dette system skulle opsættes som en ekstern arbejder for en distriburet konfiguration, men dette sytem liger en master-instans. Du kan enten gå tilbage og ændre dit svar eller fortsætte med at omkonfigurere dette system som angivet.
es: El sistema se ha configurado para funcionar como un trabajador remoto en una configuración distribuida, pero este sistema parece ser una instancia maestra. Puede volver atrás y cambiar su respuesta o continuar reconfigurando este sistema según lo indicado.
fr: Vous avez demandé à ce que ce système soit installé en tant qu'exécuteur distant pour une configuration distribuée, mais il semble que ce système soit une instance maître. Vous pouvez soit revenir en arrière et changer votre réponse ou configurer ce système comme indiqué.
it: È stato chiesto di impostare questo sistema come installazione di lavoro remota per una configurazione distribuita, ma questo sistema sembra un'istanza master. Si può tornare indietro e cambiare la propria scelta o procedere per riconfigurare il sistema come specificato.
nl: U heeft gevraagd om dit systeem in te stellen als een externe werkunit van een gedecentraliseerde opstelling, maar dit systeem lijkt een centrale unit te zijn. U kunt ofwel terugkeren en uw antwoord bijstellen, ofwel in overeenstemming met wat u opgaf verder gaan met het opnieuw instellen van dit systeem.

source: Note that you will have to ensure that the lava-coordinator configuration is changed to point to the master instance for this remote worker. You can then remove the lava-coordinator package from the remote worker.
cs: Berte na vědomí, že budete muset zajistit, že nastavení lava-coordinator bude změněno tak, aby odkazovalo na hlavní instanci pro tohoto vzdáleného pracovníka. Po té budete moci ze vzdáleného pracovníka odstranit balíček lava-coordinator.
da: Bemærk at du skal sikre, at konfigurationen for lava-coordinator er ændret til at pege mod master-instansen for denne eksterne arbejder. Du kan så fjerne pakken lava-coordinator fra den eksterne arbejder.
es: Tenga en cuenta que deberá modificar la configuración de «lava-coordinator» para que apunte a la instancia maestra de este trabajador remoto. Luego puede eliminar el paquete «lava-coordinator» del agente remoto.
fr: Veuillez noter que vous devrez être sûr que la configuration de lava-coordinator est modifiée pour pointer vers l'instance maître pour cet exécuteur distant. Vous pouvez alors supprimer le paquet lava-coordinator depuis l'exécuteur distant.
it: Notare che ci si dovrà assicurare che la configurazione del lava-coordinator venga modificata per puntare all'istanza master per questa installazione di lavoro remota. Si può rimuovere il pacchetto lava-coordinator dalla macchina di lavoro remota.
nl: Merk op dat u er zich moet van vergewissen dat de configuratie van de lava-coördinator wordt gewijzigd, zodat deze werkunit een centrale unit toegewezen krijgt. Daarna kunt u het pakket lava-coördinator verwijderen van de externe werkunit.

source: Name for this LAVA instance:
cs: Název pro tuto LAVA instanci:
da: Navn på denne LAVA-instans:
es: Nombre de esta instancia de LAVA:
fr: Nom de cette instance LAVA :
it: Nome per questa istanza di LAVA:
nl: Naam voor deze LAVA-unit:

source: LAVA servers need to have an instance name. If this is a new instance, you can safely use the default name. If this is an upgrade of a previous LAVA instance, specify the instance name here to upgrade the database or use a different name to start fresh with a new database.
cs: Servery LAVA musí mít název instance. Pokud je toto nová instance, můžete bez obav použít výchozí název. Je-li toto aktualizace předchozí LAVA instance, zadejte zde název této instance pro aktualizaci databáze, nebo pro začátek s novou databází použijte jiný název.
da: LAVA-servere skal bruge et instansnavn. Hvis dette er en ny instans, så kan du bruge standardnavnet. Hvis dette er en opgradering af en tidligere LAVA-instans, så angiv instansnavnet her for at opgradere databasen eller brug et andet navn for at starte med en ny database.
es: Los servidores LAVA necesitan un nombre. Si esta es una nueva instancia puede utilizar el nombre predeterminado. Si está actualizando una instancia existente de LAVA, introduzca aquí el nombre de la instancia para actualizar la base de datos o utilice un nombre diferente para recomenzar con una base de datos nueva.
fr: Les serveurs LAVA doivent avoir un nom d'instance. S'il s'agit d'une nouvelle instance, vous pouvez utiliser le nom par défaut en toute sécurité. S'il s'agit d'une mise à jour d'une précédente instance LAVA, veuillez indiquer ici le nom de l'instance pour mettre à jour la base de données, ou utilisez un nom différent pour démarrer avec une nouvelle base de données.
it: I server LAVA devono avere un nome per l'istanza. Se questa è un'istanza nuova, si può usare senza problemi il nome predefinito. Se questo è l'aggiornamento di un'istanza LAVA precedente, specificare qui il nome dell'istanza per aggiornare il database oppure usare un nuovo nome per partire da zero con un nuovo database.
nl: LAVA-servers moeten een unitnaam hebben. Indien dit een nieuwe unit is, is het veilig om de standaardnaam te gebruiken. Indien dit een opwaardering is van een bestaande LAVA-unit, geeft u hier de naam ervan in om het gegevensbestand op te waarderen of een andere naam om van vooraf aan te beginnen met een nieuw gegevensbestand.

source: Missing LAVA instance name
cs: Chybí název LAVA instance
da: Manglende LAVA-instansnavn
es: Falta el nombre de la instancia de LAVA
fr: Nom de l'instance LAVA manquant
it: Nome dell'istanza LAVA mancante
nl: Ontbrekende naam voor de LAVA-unit

source: An instance name must be specified for LAVA-server. Using the instance name "default".
cs: Pro LAVA-server musí být uveden název instance. Jako název instance se použije "default".
da: Et instansnavn skal angives for LAVA-server. Bruger instansnavnet »default«.
es: Debe especificar un nombre para la instancia del servidor LAVA. Se utilizará el nombre predeterminado: «default».
fr: Un nom d'instance doit être indiqué pour le serveur LAVA. « default » sera utilisé commme nom d'instance.
it: Un nome di istanza deve essere specificato per il server LAVA. Verrà usato il nome «default» per l'istanza.
nl: Er moet een unitnaam gegeven worden aan LAVA-server. De unitnaam "default" wordt gebruikt.

source: Name of the master instance for this worker:
cs: Název hlavní instance pro tohoto pracovníka:
da: Navn på master-instansen for denne arbejder:
es: Nombre de la instancia maestra para este trabajador:
fr: Nom de l'instance maître pour cet exécuteur :
it: Nome dell'istanza master per questa installazione di lavoro:
nl: Naam van de centrale unit voor deze werkunit:

source: LAVA servers need to have an instance name. Each remote worker must be given the instance name of the master LAVA server which it will poll for new jobs to run on the devices attached to the worker.
cs: Servery LAVA musí mít název instance. Každému vzdálenému pracovníkovi musí být přiřazen název instance hlavního LAVA serveru, který se bude dotazovat na nové úlohy ke spuštění na zařízeních připojených k tomuto pracovníkovi.
da: LAVA-servere skal have et instansnavn. Hver ekstern arbejder skal have instansnavnet for master-LAVA-serveren, som den vil hente for nye job, der skal køres på enheder tilkoblet arbejderen.
es: Los servidores LAVA deben tener un nombre. Debe proveer a cada trabajador remoto el nombre de su instancia maestra a la que consultará para obtener nuevos trabajos que ejecutará en los dispositivos conectados al agente.
fr: Les serveurs LAVA doivent avoir un nom d'instance. Chaque exécuteur distant doit comporter le nom d'instance du serveur maître LAVA depuis lequel il obtiendra les nouvelles tâches à lancer sur les périphériques connectés à l'exécuteur.
it: I server LAVA devono avere un nome per l'istanza. Ogni installazione di lavoro remota deve ricevere il nome dell'istanza del server LAVA master, da cui recupererà i nuovi compiti da eseguire sui dispositivi collegati all'installazione di lavoro.
nl: LAVA-servers moeten een unitnaam hebben. Elke externe werkunit moet de naam krijgen van de unit met de centrale LAVA-server bij wie hij zal peilen naar nieuwe taken die uitgevoerd moeten worden op zijn aangekoppelde apparaten.

source: Master scheduler for this worker:
cs: Hlavní plánovač pro tohoto pracovníka:
da: Masterplanlægger for denne arbejder:
es: Planificador maestro para este trabajador:
fr: Ordonnanceur principale pour cet exécuteur :
it: Schedulatore master per questa installazione di lavoro:
nl: Centrale regulator voor deze werkunit:

source: Each remote worker needs to connect to a master scheduler running lava-server. This hostname or IP address will be used to connect to the master database.
cs: Každý vzdálený pracovník musí být připojen k hlavnímu plánovači běžícím na lava-server. Název tohoto hostitele nebo IP adresa se bude používat pro připojení k hlavní databázi.
da: Hver ekstern arbejder skal forbinde til en master-scheduler, der kører lava-server. Dette værtsnavn eller denne IP-adresse vil blive brugt til at forbinde til master-databasen.
es: Cada trabajador remoto necesita conectarse a un planificador maestro que ejecute «lava-server». Se utilizará este nombre de equipo o dirección IP para conectarse a la base de datos maestra.
fr: Chaque exécuteur distant a besoin de se connecter à un ordonnanceur principal qui exécute lava-server. Ce nom d'hôte ou adresse IP sera utilisée pour se connecter à la base données principale.
it: Ogni installazione di lavoro remota deve connettersi a uno schedulatore master che esegue lava-server. Questo nome di host o indirizzo IP verrà usato per connettersi al database master.
nl: Elke externe werkunit moet contact maken met een centrale regulator waarop lava-server uitgevoerd wordt. Deze computernaam of dit IP-adres zullen gebruikt worden om verbinding te maken met het centrale gegevensbestand.

source: To work with remote nodes, the master needs to be configured to allow the database to listen to the workers. An SSH key also needs to be generated on the worker and added to the master list of authorized_keys. Ensure that the master allows remote access from workers before submitting jobs or health checks.
cs: Pro práci se vzdálenými uzly musí být hlavní plánovač nastaven tak, aby pracovníkům umožňoval připojování k databázi. Na pracovníkovi musí být také vygenerován SSH klíč a přidán na hlavní seznam autorizovaných klíčů authorized_keys. Před odesláním úlohy nebo kontrolami funkčnosti se ujistěte, že hlavní plánovač umožňuje vzdálený přístup z pracovníků.
da: For at arbejde med eksterne knuder, skal masteren konfigureres til at tillade at databasen lytter på arbejderne. En SSH-nøgle skal også oprettes på arbejderen og tilføjes til masterlisten over authorized_keys. Sikr dig, at masteren tillader ekstern adgang fra arbejdere før job indsendes eller der udføres helbredstjek.
es: Para comunicarse con nodos remotos, necesita configurar el maestro para permitir que la base de datos pueda escuchar peticiones de los agentes. También necesitará generar una clave SSH en el agente y agregarla a la lista de claves permitidas («authorized_keys») en el maestro. Asegúrese de que el maestro permite el acceso remoto desde los agentes antes de enviar trabajos o chequeos de estado.
fr: Pour fonctionner avec des nœuds distants, le maître a besoin d'être configuré afin d'autoriser la base de données à écouter les exécuteurs. Une clé SSH doit également être générée sur l'exécuteur et ajoutée à la liste authorized_keys du maître. Veuillez vous assurer que le maître autorise les accès distants depuis les exécuteurs avant de soumettre des tâches ou faire des contrôles de bon fonctionnement.
it: Per lavorare con i nodi remoti, il master deve essere configurato per permettere al database di restare in ascolto delle installazioni di lavoro. Sulla installazione deve anche essere generata una chiave SSH e poi aggiunta all'elenco delle chiavi autorizzate del master. Assicurarsi che il master permetta l'accesso remoto dalle installazioni di lavoro prima di sottoporre compiti o controlli di sanità.
nl: Om te kunnen werken met externe geledingen, moet de centrale unit zo ingesteld worden dat het gegevensbestand luistert naar de werkunits. Er moet ook een SSH-sleutel aangemaakt worden op de werkunit en die moet op de centrale unit toegevoegd worden aan de lijst van erkende sleutels (authorized_keys). Vergewis u ervan dat de centrale unit toegang verleent aan werkunits alvorens te beginnen met het aanbieden van taken en met controles op de functionering.

source: You can continue setting up the worker, as long as remote database access is enabled before jobs are submitted.
cs: V nastavování tohoto pracovníka můžete pokračovat až po povolení vzdáleného přístupu k databázi a před odesláním úloh.
da: Du kan fortsætte med at opsætte arbejderen, så længe ekstern databaseadgang er aktiveret før job indsendes.
es: Puede continuar configurando el trabajador siempre que pueda acceder a la base de datos de forma remota antes de que se envíen trabajos.
fr: Vous pouvez continuer à installer l'exécuteur, aussi longtemps qu'un accès à une base de données distante est activé avant que des tâches ne soient soumises.
it: È possibile continuare a configurare l'installazione di lavoro, a patto che l'accesso remoto al database sia abilitato prima di sottoporre compiti.
nl: U kunt voortgaan met het installeren van de werkunit, zolang de toegang tot het externe gegevensbestand operationeel wordt vooraleer taken aangeboden worden.

source: Name of the database on the master:
cs: Název databáze na hlavním plánovači:
da: Databasens navn for masteren:
es: Nombre de la base de datos en el maestro:
fr: Nom de la base de données du maître :
it: Nome del database sul master:
nl: Naam van het gegevensbestand op de centrale unit:

source: Please enter the name of the database on the master scheduler running lava-server. The worker will use this name to contact the database.
cs: Zadejte prosím název databáze na hlavním plánovači běžícího na lava-server. Pracovník bude tento název používat při připojování k databázi.
da: Indtast venligt databasens navn for masterplanlæggeren, der kører lava-server. Arbejderen vil bruge dette navn til at kontakte databasen.
es: Introduzca el nombre de la base de datos en el planificador maestro que ejecuta «lava-server». El trabajador utilizará este nombre para conectarse con la base de datos.
fr: Veuillez entrer le nom de la base de données de l'ordonnanceur principal exécutant lava-server. Cet exécuteur utilisera ce nom pour contacter la base de données.
it: Inserire il nome del database sullo schedulatore master che esegue lava-server. L'installazione di lavoro userà questo nome per contattare il database.
nl: Gelieve de naam op te geven van het gegevensbestand op de centrale regulator waarop lava-server actief is. De werkunit zal deze naam gebruiken om contact te leggen met het gegevensbestand.

source: Username for the database on the master:
cs: Uživatelské jméno pro databázi na hlavním plánovači:
da: Brugernavn for databasen på masteren:
es: Nombre de usuario para la base de datos en el maestro:
fr: Nom d'utilisateur pour la base de données sur ce maître :
it: Nome utente per il database sul master:
nl: Gebruikersnaam voor het gegevensbestand op de centrale unit:
