Repository: Glorhop/lava
Catalog: debian/po/*.po
Languages: cs, da, es, fr, it, nl

source: Please enter the username for the database on the master scheduler running lava-server. The worker will use this username to contact the database.
cs: Zadejte prosím uživatelské jméno pro databázi na hlavním plánovači běžícího na lava-server. Pracovník bude toto uživatelské jméno používat při připojování k databázi.
da: Indtast venligst brugernavnet for databasen på masterplanlæggeren, der kører lava-server. Arbejderen vil bruge dette brugernavn til at kontakte databasen.
es: Introduzca el nombre de usuario para la base de datos en el planificador maestro que ejecuta «lava-server». El trabajador utilizará este nombre de usuario para conectarse a la base de datos.
fr: Veuillez entrer le nom d'utilisateur pour la base de données sur l'ordonnanceur principal exécutant lava-server. Cet exécuteur utilisera ce nom pour contacter la base de données.
it: Inserire il nome utente per il database sullo schedulatore master che esegue lava-server. L'installazione di lavoro userà questo nome utente per contattare il database.
nl: Gelieve de gebruikersnaam op te geven voor het gegevensbestand op de centrale regulator waarop lava-server actief is. De werkunit zal deze gebruikersnaam nodig hebben om contact te leggen met het gegevensbestand.

source: Port number of the database on the master:
cs: Číslo portu databáze na hlavním plánovači:
da: Portnummer for databasen på masteren:
es: Número de puerto de la base de datos en el maestro:
fr: Numéro de port de la base de données sur le maître :
it: Numero di porta del database sul master:
nl: Poortnummer van het gegevensbestand op de centrale unit:

source: Please enter the database port number for the database on the master scheduler running lava-server. The worker will use this port to contact the database.
cs: Zadejte prosím číslo portu databáze na hlavním plánovači běžícího na lava-server. Pracovník bude tento port používat při připojování k databázi.
da: Indtast venligst databasens portnummer for databasen på masterplanlæggeren, der kører lava-server. Arbejderen vil bruge denne port til at kontakte databasen.
es: Introduzca el número de puerto de la base de datos en el planificador maestro que ejecuta «lava-server». El trabajador utilizará este puerto para conectarse a la base de datos.
fr: Veuillez entrer le numéro de port de la base de données sur l'ordonnanceur principal exécutant lava-server. Cet exécuteur utilisera ce port pour contacter la base de données.
it: Inserire il numero di porta per il database sullo schedulatore master che esegue lava-server. L'installazione di lavoro userà questa porta per contattare il database.
nl: Gelieve het poortnummer op te geven voor het gegevensbestand op de centrale regulator waarop lava-server actief is. De werkunit zal dit poortnummer gebruiken om contact te leggen met het gegevensbestand.

source: Password for the database on the master:
cs: Heslo pro databázi na hlavním plánovači:
da: Adgangskode for databasen på masteren:
es: Contraseña para la base de datos en el maestro:
fr: Mot de passe pour la base de données sur le maître :
it: Password per il database sul master:
nl: Wachtwoord voor het gegevensbestand op de centrale unit:

source: Please enter the password for the database on the master scheduler running lava-server. The worker will use this password to contact the database.
cs: Zadejte prosím heslo pro databázi na hlavním plánovači běžícího na lava-server. Pracovník bude toto heslo používat při připojování k databázi.
da: Indtast venligst adgangskoden for databasen på masterplanlæggeren, der kører lava-server. Arbejderen vil bruge denne adgangskode til at kontakte databasen.
es: Introduzca la contraseña para la base de datos en el planificador maestro que ejecuta «lava-server». El trabajador utilizará esta contraseña para conectarse a la base de datos.
fr: Veuillez entrer le mot de passe de la base de données sur l'ordonnanceur principal exécutant lava-server. Cet exécuteur utilisera ce mot de passe pour contacter la base de données.
it: Inserire la password per il database sullo schedulatore master che esegue lava-server. L'installazione di lavoro userà questa password per contattare il database.
nl: Gelieve het wachtwoord op te geven voor het gegevensbestand op de centrale regulator waarop lava-server actief is. De werkunit zal dit wachtwoord gebruiken om contact te leggen met het gegevensbestand.
